import mentorFoto from '../images/mentorFoto.png';
import reviewerFoto from '../images/reviewerFoto.png';
import arrowBlack from '../images/arrowBlack.svg';
import arrowWhite from '../images/arrowWhite.svg';

export const cardDataReviewer = [
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
];

export const cardDataMentor = [
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
  {
    title: 'Наставник на курс',
    job: '«Мидл фронтенд-разработчик»',
    salary: 'Оплата за каждое ревью В среднем 35000₽ в месяц',
    url: '#',
  },
]

export const cardDataFAQ =[
  {
    id: 1,
    question: 'Как я пойму, что у меня достаточно экспертности, чтобы делиться знаниями со студентами?',
    answer: 'Мы в первую очередь ценим практический опыт с теми технологиями, которые изучают на наших курсах. Нам важно, чтобы наставники делились с группой настоящими рабочими кейсами, поэтому экспертами становятся разработчики уровня мидл и старше. Опыт преподавания или обучения необязателен, главное — желание. Каждый эксперт проходит Школу наставников от Практикума, где знакомится с лучшими практиками образовательного процесса и с другими наставниками.',
    arrowColor: arrowWhite,
  },
  {
    id: 2,
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
    arrowColor: arrowWhite,
  },
  {
    id: 3,
    question: 'Смогу ли я совмещать работу в Практикуме со своей основной работой?',
    answer: 'Сможете. Работа экспертом полностью удалённая и предполагает частичную занятость. Вам будет нужно посвещать проекту до 15 часов в неделю. ',
    arrowColor: arrowBlack,
  },
]

export const quizData = [
  {
    question: "Привет! Я задам несколько вопросов, чтобы помочь тебе определиться, какая роль будет ближе, наставника или ревьюера.",
    answers: {
      1: "Подобрать себе роль"
    },
  },
  {
    question: "Какой из двух вариантов тебе ближе?",
    answers: {
      1: "Проверять код и проекты студентов.",
      2: "Помогать студентам ставить цели, рефлексировать и делать выводы.",
    },
  },
  {
    question: "Что тебе больше нравится?",
    answers: {
      1: "Оценивать работы - зачёт/незачёт.",
      2: "Проводить вебинары 2 раза в месяц.",
    },
  },
  {
    question: "Какой у тебя стаж работы?",
    answers: {
      1: "От одного года до трёх лет",
      2: "Больше трёх лет.",
    },
  },
  {
    question: "Компетенциями в какой области вы обладаете?",
    answers: {
      1: "Программирование",
      2: "Аналитика",
      3: "Дизайн",
      4: "Маркетинг",
      5: "Менеджмент",
    },
  },
  {
    reviewer: {
      question: "Спасибо. -Мы думаем, что тебе будет интересна роль ревьюера на курсе «Программирование».",
      recommendation: {
        title: 'Задачи ревьюера:',
        info: {
          1: "Проверять код и проекты студентов.",
          2: "Простыми словами объяснять им их ошибки.",
          3: "Давать корректирующую обратную связь.",
          4: "Оценивать работы — зачет / незачёт.",
          },
        img: reviewerFoto
      },
    },
    mentor: {
        question: "Спасибо. -Мы думаем, что тебе будет интересна роль наставника.",
        recommendation: {
        title: 'Задачи наставника:',
        info: {
          1: "Помогать студентам ставить цели, рефлексировать.",
          2: "Отвечать на их вопросы в чате.",
          3: "Проводить вебинару 1 раза в месяц и давать обратную связь.",
          4: "Делиться опытом и мотивировать.",
        },
        img: mentorFoto
      }
    }
  },
];

export const MENTOR = 'MENTOR';
export const REVIEWER = 'REVIEWER';
