export const cardDataReviewer = [
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
];
