export const cardDataReviewer = [
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
];

export const cardDataFAQ =[
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
]

export const quizData = [
  {
    question: "Привет! Я задам несколько вопросов, чтобы помочь тебе определиться, какая роль будет ближе, наставника или ревьюера.",
    answers: {
      1: "Подобрать себе роль"
    },
  },
  {
    question: "Какой из двух вариантов тебе ближе?",
    answers: {
      1: "Помогать студентам ставить цели, рефлексировать и делать выводы.",
      2: "Проверять код и проекты студентов.",
    },
  },
  {
    question: "Что тебе больше нравится?",
    answers: {
      1: "Проводить вебинары 2 раза в месяц.",
      2: "Оценивать работы — зачёт/незачёт.",
    },
  },
  {
    question: "Какой у тебя стаж работы?",
    answers: {
      1: "От 1 года до 3 лет",
      2: "Больше 3 лет",
    },
  },
  {
    question: "Компитенциями в какой области вы обладаете?",
    answers: {
      1: "Программирование",
      2: "Аналитика",
      3: "Дизайн",
      4: "Маркетинг",
      5: "Менеджмент",
    },
  },
  {
    question: "Спасибо. Мы думаем, что тебе будет интересна роль ревьюера на курсе «Программирование».",
    recomendation: {
      reviewer: {
        1: "Проверять код и проекты студентов.",
        2: "Простыми словами объяснять им их ошибки.",
        3: "Давать корректирующую обратную связь.",
        4: "Оценивать работы — зачет / незачёт.",
      }
    }
  },
]
