export const cardDataReviewer = [
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
  {
    title: 'Ревьюер',
    job: 'На курс «Асинхронное программирование на Python»',
    salary: 'Оплата за ведение группы в среднем от 25 000 р',
    url: '#',
  },
];

export const cardDataFAQ =[
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
  {
    question: 'Что такое Школа наставников и сколько времени она занимает?',
    answer: 'Школа наставников — это двухнедельный интенсив по коммуникации и управлению командой для IT-специалистов. Вы узнаете, как передавать знания и опыт начинающим разработчикам и создавать условия для развития самостоятельности своих подопечных. Вас ждёт пять вебинаров в вечернее время продолжительностью 2,5 часа и небольшие домашние задания, рассчитанные на 30-60 минут.',
  },
]
